Revit 2027 API
SymbolTypeId.BtuPerLbDegreeF Property
 Symbol BTU/(lb·°F), indicating unit British thermal units per pound degree Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BtuPerLbDegreeF { get; }
Public Shared ReadOnly Property BtuPerLbDegreeF As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BtuPerLbDegreeF {
	ForgeTypeId^ get ();
}
static member BtuPerLbDegreeF : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace